/* Cancel action button in recording state */
"Cancel" = "Zrušit";

/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Kliknutím nahrajete novou zkratku";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Smazat zkratku";

/* VoiceOver title */
"keyboard shortcut" = "klávesová zkratka";

/* Alert button when shortcut is already used */
"OK" = "OK";

/* Empty shortcut button in normal state */
"Record Shortcut" = "Nahrát zkratku";

/* VoiceOver: Shortcut cleared */
"Shortcut cleared" = "zkratka smazána";

/* VoiceOver: Shortcut set */
"Shortcut set" = "zkratka nastavena";

/* Shortcut glyph name for SPACE key */
"Space" = "Mezerník";

/* Title for alert when shortcut is already used */
"The key combination %@ cannot be used" = "Kombinace %@ se nedá použít";

/* Message for alert when shortcut is already used by the system */
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "Tato zkratka se nedá použít, protože už ji obsadil systém.\nKdybyste na ní trvali, většina systémových zkratek se dá přenastavit v Předvolbách systému.";

/* Message for alert when shortcut is already used */
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "Tato zkratka se nedá použít, protože už je použita pro menu (%@).";

/* VoiceOver shortcut help */
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "Pokud chcete nahrát novou zkratku, stiskněte toto tlačítko a následně vybranou zkratku. Stisknutím Delete vymažete stávající zkratku.";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "Stiskněte zkratku";

/* Empty shortcut button in recording state */
"Type Shortcut" = "Stiskněte zkratku";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Vrátit se k původní";

